<?php

return [
    'required' => 'Обязательное поле',
    'max' => 'Максимальное количество символов: :max',
    'min' => 'Минимальное количество символов: :min',
    'email' => 'Не верный email',
    'confirmed' => 'Поле не совпадает',
    'date' => 'Проверяемое поле должно быть действительной, не относительной датой',
    'date_equals' => 'Проверяемое поле должно быть равно указанной дате :date',
    'date_format' => 'Проверяемое поле должно соответствовать формату :format',
    'declined' => 'Проверяемое поле должно иметь значение "no", "off", 0, "0", false или "false"',
    'unique' => 'Проверяемое поле должно быть уникальным',
    'numeric' => 'Не верное число',
    'integer' => 'Не верное целое число',
    'between' => 'Значение должно быть между :min и :max',
    'regex' => 'Значение не совпадает с паттерном :regex',
];
